Repository: AmerKlaus/AAOS-Health-Insurance
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: User Login
fr: Connexion Utilisateur

source: AAOS Insurance
fr: Assurance AAOS

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Login
fr: Connexion

source: Forgot Password?
fr: Mot de passe oublié ?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Sign up here
fr: Inscrivez-vous ici

source: User Register
fr: Inscription Utilisateur

source: Full Name
fr: Nom complet

source: Email
fr: Courriel

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: Confirm Password:
fr: Confirmer le mot de passe :

source: Register
fr: S'inscrire

source: Contact Us
fr: Nous contacter

source: If you have any questions or need assistance, our support team is here to help.
fr: Si vous avez des questions ou besoin d'aide, notre équipe de support est là pour vous aider.

source: 2024 AAOS Insurance. All rights reserved.
fr: 2024 Assurance AAOS. Tous droits réservés.

source: Please enter your email address below to reset your password.
fr: Veuillez entrer votre adresse email ci-dessous pour réinitialiser votre mot de passe.

source: Reset Password
fr: Réinitialiser le mot de passe

source: Back
fr: Retour

source: Home
fr: Accueil

source: Profile
fr: Profil

source: Claim Submission
fr: Soumission de réclamation

source: Claim History
fr: Historique des réclamations

source: Customer Support
fr: Support client

source: Go to Login/Register
fr: Aller à Connexion/Inscription

source: Content:
fr: Contenu :

source: Timestamp:
fr: Horodatage :

source: Edit Claim
fr: Modifier la réclamation

source: Reset Your Password
fr: Réinitialiser votre mot de passe

source: New Password:
fr: Nouveau mot de passe :

source: Password Reset Success
fr: Réinitialisation du mot de passe réussie

source: A link has been sent to your email to reset your password.
fr: Un lien a été envoyé à votre email pour réinitialiser votre mot de passe.

source: You can now
fr: Vous pouvez maintenant

source: log in
fr: vous connecter

source: with your new password.
fr: avec votre nouveau mot de passe.

source: Setup 2FA
fr: Configurer la 2FA

source: Scan the above QR-code with your mobile Authenticator app, such as Google Authenticator. The authenticator app will generate codes that are valid for 30 seconds only. Enter such a code and submit it while it is still valid to apply the 2-factor authentication protection to your account.
fr: Scannez le QR-code ci-dessus avec votre application d'authentification mobile, telle que Google Authenticator. L'application d'authentification générera des codes valides pendant seulement 30 secondes. Entrez un tel code et soumettez-le tant qu'il est encore valide pour appliquer la protection d'authentification à deux facteurs à votre compte.

source: Current code:
fr: Code actuel :

source: Verify code
fr: Vérifier le code

source: Create Profile
fr: Créer un profil

source: Birthdate
fr: Date de naissance

source: Please provide a valid birthdate.
fr: Veuillez fournir une date de naissance valide.

source: Policy Number
fr: Numéro de police

source: Please provide a policy number.
fr: Veuillez fournir un numéro de police.

source: Profile Picture:
fr: Photo de profil :

source: Please upload a profile picture.
fr: Veuillez télécharger une photo de profil.

source: Edit Profile
fr: Modifier le profil

source: Save Changes
fr: Enregistrer les modifications

source: Logout
fr: Déconnexion

source: Coverage Options - Knowledge Base
fr: Options de couverture - Base de connaissances

source: AAOS Insurance Customer Support
fr: Support client Assurance AAOS

source: Health Coverage:
fr: Couverture santé :

source: Doctor's visits and consultations:
fr: Visites et consultations médicales :

source: Hospital stays and surgeries:
fr: Séjours hospitaliers et interventions chirurgicales :

source: Prescription medications:
fr: Médicaments sur ordonnance :

source: Lab tests and diagnostic procedures:
fr: Analyses de laboratoire et procédures diagnostiques :

source: Preventive care services:
fr: Services de soins préventifs :

source: Knowledge Base
fr: Base de connaissances

source: Categories:
fr: Catégories :

source: Insurance Claims
fr: Réclamations d'assurance

source: Welcome to AAOS Health Insurance
fr: Bienvenue à l'Assurance Santé AAOS

source: Providing comprehensive health coverage for your peace of mind.
fr: Offrant une couverture santé complète pour votre tranquillité d'esprit.

source: Your Profile
fr: Votre profil

source: Manage your personal information and policy details easily.
fr: Gérez facilement vos informations personnelles et les détails de votre police.

source: Go to Profile
fr: Aller au profil

source: Submit and track your health insurance claims with convenience.
fr: Soumettez et suivez vos réclamations d'assurance santé en toute commodité.

source: Go to Claims
fr: Aller aux réclamations

source: Industry News - Knowledge Base
fr: Actualités de l'industrie - Base de connaissances

source: Welcome to our knowledge base! Here, you can find the latest news and updates related to the insurance industry.
fr: Bienvenue dans notre base de connaissances ! Ici, vous pouvez trouver les dernières nouvelles et mises à jour concernant l'industrie de l'assurance.

source: Recent Articles:
fr: Articles récents :

source: Stay up-to-date with the latest developments in the insurance sector through our curated articles:
fr: Restez à jour avec les derniers développements du secteur de l'assurance grâce à nos articles sélectionnés :

source: Explore how emerging technologies like artificial intelligence are transforming
fr: Découvrez comment les technologies émergentes comme l'intelligence artificielle transforment

source: Insurance Claims - Knowledge Base
fr: Réclamations d'assurance - Base de connaissances

source: Here are some articles to help you understand insurance claims:
fr: Voici quelques articles pour vous aider à comprendre les réclamations d'assurance :

source: Understanding the Insurance Claims Process:
fr: Comprendre le processus de réclamation d'assurance :

source: Learn about the steps involved in filing an insurance claim and what to expect.
fr: Apprenez les étapes de la soumission d'une réclamation d'assurance et à quoi vous attendre.

source: Tips for Filing Insurance Claims:
fr: Conseils pour soumettre des réclamations d'assurance :

source: Discover useful tips and strategies to ensure a smooth and successful insurance claim process.
fr: Découvrez des conseils et des stratégies utiles pour assurer un processus de réclamation d'assurance fluide et réussi.

source: Common Mistakes to Avoid in Insurance Claims:
fr: Erreurs courantes à éviter dans les réclamations d'assurance :

source: Avoid pitfalls and mistakes that could jeopardize your insurance claim.
fr: Évitez les pièges et les erreurs qui pourraient compromettre votre réclamation d'assurance.

source: Resources:
fr: Ressources :

source: Check out these resources for more information:
fr: Consultez ces ressources pour plus d'informations :

source: Sample Claim Forms:
fr: Exemples de formulaires de réclamation :

source: Download sample claim forms to help you fill out your insurance claim accurately.
fr: Téléchargez des exemples de formulaires de réclamation pour vous aider à remplir correctement votre réclamation d'assurance.

source: Guide to Insurance Claim Documentation:
fr: Guide de la documentation des réclamations d'assurance :

source: Understand the documentation requirements for different types of insurance claims.
fr: Comprenez les exigences en matière de documentation pour différents types de réclamations d'assurance.

source: FAQs on Insurance Claims:
fr: FAQ sur les réclamations d'assurance :

source: Find answers to frequently asked questions about insurance claims.
fr: Trouvez des réponses aux questions fréquemment posées sur les réclamations d'assurance.

source: Login Selection
fr: Sélection de connexion

source: Login as:
fr: Se connecter en tant que :

source: Next
fr: Suivant

source: Claim Details
fr: Détails de la réclamation

source: Claim Type:
fr: Type de réclamation :

source: Claim Amount:
fr: Montant de la réclamation :

source: Claim Date:
fr: Date de la réclamation :

source: Back to Dashboard
fr: Retour au tableau de bord

source: All rights reserved.
fr: Tous droits réservés.

source: Submit Claim
fr: Soumettre la réclamation

source: Health Insurance Card Number:
fr: Numéro de carte d'assurance maladie :

source: Admin Dashboard
fr: Tableau de bord de l'administrateur

source: Pending Claims
fr: Réclamations en attente

source: Claim ID
fr: ID de réclamation

source: User ID
fr: ID utilisateur

source: Submission Date
fr: Date de soumission

source: Status
fr: Statut

source: Welcome to our knowledge base! Here, you can find articles and resources related to insurance.
fr: Bienvenue dans notre base de connaissances ! Ici, vous pouvez trouver des articles et des ressources liés à l'assurance.

source: Coverage Options
fr: Options de couverture

source: Industry News
fr: Actualités de l'industrie

source: Here are some frequently asked questions:
fr: Voici quelques questions fréquemment posées :

source: How do I renew my policy?
fr: Comment renouveler ma police ?

source: You can renew your policy online through our website or by contacting our customer support.
fr: Vous pouvez renouveler votre police en ligne sur notre site Web ou en contactant notre service client.

source: What is covered under my policy?
fr: Qu'est-ce qui est couvert par ma police ?

source: Coverage varies depending on the type of policy you have. Please refer to your policy documents for details.
fr: La couverture varie en fonction du type de police que vous avez. Veuillez vous référer à vos documents de police pour plus de détails.

source: How do I update my personal information?
fr: Comment mettre à jour mes informations personnelles ?

source: You can update your personal information by logging into your account on our website or by contacting customer support.
fr: Vous pouvez mettre à jour vos informations personnelles en vous connectant à votre compte sur notre site Web ou en contactant le service client.

source: Send Message to Customer Support
fr: Envoyer un message au support client

source: If you need assistance or have any inquiries, please use the form below to send us a message:
fr: Si vous avez besoin d'aide ou si vous avez des questions, veuillez utiliser le formulaire ci-dessous pour nous envoyer un message :

source: Your Feedback:
fr: Votre avis :

source: Submit Feedback
fr: Envoyer l'avis

source: Claim Details:
fr: Détails de la réclamation :

source: Forgot Password
fr: Mot de passe oublié

source: Profile Picture
fr: Photo de profil

source: Claim Status
fr: Statut de la réclamation

source: Welcome to our knowledge base! Here, you can find detailed information related to insurance claims.
fr: Bienvenue dans notre base de connaissances ! Vous y trouverez des informations détaillées sur les réclamations d'assurance.

source: Welcome to our knowledge base! Here, you can explore the coverage options provided by our insurance policies.
fr: Bienvenue dans notre base de connaissances ! Ici, vous pouvez explorer les options de couverture fournies par nos polices d'assurance.

source: Our health insurance policies typically cover
fr: Nos polices d'assurance santé couvrent généralement

source: This includes appointments with primary care physicians, specialists, and other healthcare providers for diagnosis, treatment, and preventive care.
fr: Cela inclut les rendez-vous avec les médecins de soins primaires, les spécialistes et autres prestataires de soins de santé pour le diagnostic, le traitement et les soins préventifs.

source: Coverage extends to expenses incurred during hospitalization, including room charges, surgical procedures, anesthesia, and related medical services.
fr: La couverture s'étend aux dépenses engagées lors de l'hospitalisation, y compris les frais de chambre, les interventions chirurgicales, l'anesthésie et les services médicaux connexes.

source: This covers the cost of prescription drugs prescribed by healthcare providers to manage acute or chronic conditions.
fr: Cela couvre le coût des médicaments sur ordonnance prescrits par les fournisseurs de soins de santé pour traiter des conditions aiguës ou chroniques.

source: Coverage includes laboratory tests, imaging studies, and other diagnostic procedures ordered by healthcare providers to assess health status and aid in diagnosis.
fr: La couverture comprend les tests de laboratoire, les études d'imagerie et autres procédures diagnostiques prescrits par les fournisseurs de soins de santé pour évaluer l'état de santé et aider au diagnostic.

source: This encompasses routine screenings, vaccinations, wellness exams, and other preventive measures aimed at maintaining optimal health and detecting health issues early.
fr: Cela englobe les dépistages de routine, les vaccinations, les examens de bien-être et autres mesures préventives visant à maintenir une santé optimale et à détecter les problèmes de santé tôt.

source: Explore how emerging technologies like artificial intelligence are transforming claims processing and underwriting. Stay informed about the latest trends shaping the insurance landscape and understand how these advancements impact policyholders.
fr: Découvrez comment les technologies émergentes telles que l'intelligence artificielle transforment le traitement des réclamations et la tarification. Restez informé des dernières tendances façonnant le paysage de l'assurance et comprenez comment ces avancées impactent les assurés.

source: Learn about the impact of regulatory changes on insurance policies and coverage options. Our articles provide insights into recent legislative updates and regulatory shifts affecting insurance providers and consumers, helping you navigate the evolving regulatory environment.
fr: Apprenez l'impact des changements réglementaires sur les polices d'assurance et les options de couverture. Nos articles fournissent des informations sur les récentes mises à jour législatives et les changements réglementaires affectant les fournisseurs d'assurance et les consommateurs, vous aidant ainsi à naviguer dans l'environnement réglementaire en évolution.

source: Discover trends in the insurance market, from innovative product offerings to shifts in consumer behavior. Our articles analyze market trends, emerging risks, and opportunities in the insurance sector, providing valuable insights for industry professionals and consumers alike.
fr: Découvrez les tendances du marché de l'assurance, des offres de produits innovants aux changements de comportement des consommateurs. Nos articles analysent les tendances du marché, les risques émergents et les opportunités dans le secteur de l'assurance, fournissant des informations précieuses tant pour les professionnels de l'industrie que pour les consommateurs.

source: Industry Updates
fr: Mises à jour de l'industrie

source: Keep informed about recent developments and trends shaping the insurance industry
fr: Restez informé des développements et tendances récents qui façonnent l'industrie de l'assurance

source: Get insights into the latest mergers and acquisitions in the insurance sector and their implications for policyholders. Our updates cover industry consolidation, partnership agreements, and strategic alliances, helping you understand how these developments may impact your insurance coverage and options.
fr: Obtenez des informations sur les dernières fusions et acquisitions dans le secteur de l'assurance et leurs implications pour les assurés. Nos mises à jour couvrent la consolidation de l'industrie, les accords de partenariat et les alliances stratégiques, vous aidant à comprendre comment ces développements peuvent affecter votre couverture et vos options d'assurance.

source: Stay informed about changes in healthcare legislation and their effects on insurance providers and consumers. We provide updates on healthcare policy reforms, regulatory initiatives, and legislative changes affecting health insurance coverage, ensuring you stay informed about important developments in the healthcare sector.
fr: Restez informé des changements dans la législation sur les soins de santé et de leurs effets sur les fournisseurs d'assurance et les consommateurs. Nous fournissons des mises à jour sur les réformes politiques de santé, les initiatives réglementaires et les changements législatifs affectant la couverture d'assurance maladie, vous permettant de rester informé des développements importants dans le secteur de la santé.

source: Find out about upcoming industry events and conferences where you can network and learn about the latest industry trends. Our updates highlight key industry events, conferences, and seminars, providing opportunities for industry professionals to connect, share insights, and stay ahead of the curve.
fr: Renseignez-vous sur les prochains événements et conférences de l'industrie où vous pouvez réseauter et apprendre les dernières tendances de l'industrie. Nos mises à jour mettent en lumière les principaux événements de l'industrie, conférences et séminaires, offrant des opportunités aux professionnels de l'industrie de se connecter, de partager des idées et de rester en avance sur la courbe.

source: © 2024 AAOS Insurance. All rights reserved.
fr: © 2024 Assurance AAOS. Tous droits réservés.

source: Claim Submission and Viewing Tutorial
fr: Tutoriel de soumission et de visualisation de réclamations

source: Would you like assistance with submitting a claim or viewing your submitted claims? Check out our tutorial below:
fr: Souhaitez-vous obtenir de l'aide pour soumettre une réclamation ou consulter vos réclamations soumises ? Consultez notre tutoriel ci-dessous :

source: How to Submit a Claim
fr: Comment soumettre une réclamation

source: Follow these steps to submit a claim:
fr: Suivez ces étapes pour soumettre une réclamation :

source: Step 1: Log in to your account.
fr: Étape 1 : Connectez-vous à votre compte.

source: Step 2: Navigate to the Claim Submission page.
fr: Étape 2 : Accédez à la page de soumission des réclamations.

source: Step 3: Fill out the necessary details in the submission form.
fr: Étape 3 : Remplissez les détails nécessaires dans le formulaire de soumission.

source: Step 4: Review your submission and click 'Submit'.
fr: Étape 4 : Vérifiez votre soumission et cliquez sur 'Soumettre'.

source: To view your submitted claims, follow these steps:
fr: Pour visualiser vos réclamations soumises, suivez ces étapes :

source: Step 3: Here you will find a list of all your submitted claims and their statuses.
fr: Étape 3 : Vous trouverez ici une liste de toutes vos réclamations soumises et de leur statut.

source: How to View Submitted Claims
fr: Comment consulter les réclamations soumises

source: Step 2: Navigate to the
fr: Étape 2 : Naviguer jusqu'à

source: Step 4: Click on a claim to view more details.
fr: Étape 4 : Cliquez sur une réclamation pour afficher plus de détails.

source: Claims
fr: Réclamations

source: Sort By:
fr: Trier par:

source: Claim Type
fr: Type de réclamation

source: Go back to home page
fr: Retour à la page d'accueil

source: Request Additional Info
fr: Demander des informations supplémentaires

source: Review Claim
fr: Examiner la réclamation

source: Request Additional Information
fr: Demander des informations supplémentaires

source: Enter Missing Information:
fr: Saisir les informations manquantes :

source: Submit
fr: Soumettre

source: Add Notes
fr: Ajouter des notes

source: Approve Claim
fr: Approuver la réclamation

source: Deny Claim
fr: Refuser la réclamation

source: Claim ID:
fr: Identifiant de la réclamation:

source: Policy Number:
fr: Numéro de police:

source: Claim Status:
fr: État de la réclamation:

source: User
fr: Utilisateur

source: Strong password
fr: Mot de passe fort

source: Password must be at least 8 characters long and contain at least one uppercase letter, one lowercase letter, one number, and one special character.
fr: Le mot de passe doit contenir au moins 8 caractères et comporter au moins une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial.

source: Weak password
fr: Mot de passe faible

source: Email:
fr: Courriel:

source: Submit the 6-digit code for this site from your Authenticator app.
fr: Soumettez le code à 6 chiffres pour ce site à partir de votre application d'authentification.

source: Current code
fr: Code actuel
